---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotFinalizeClusterInconsistency
source: html/10ddcf57-e086-4910-b693-7d53e4bd3b94.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CopyPasteFailures.CannotFinalizeClusterInconsistency Property

Can't finalize because dependent element failed to finalize.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotFinalizeClusterInconsistency { get; }
```